Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

source: %@ left
de: Noch %@
es: %@ restante
fr: %@ restants
it: %@ rimanenti
ja: 残り %@
ko: %@ 남음
ru: Осталось %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

source: %@ saved
de: %@ gespart
es: %@ recuperado
fr: %@ économisés
it: %@ risparmiati
ja: %@を節約
ko: %@ 절약됨
ru: %@ сэкономлено
zh_hans: 已节省 %@
zh_hant: 已節省 %@

# %lld / %lld books
source: %1$lld / %2$lld books
de: %lld / %lld Bücher
es: %1$lld / %2$lld libros
fr: %1$lld / %2$lld livres
it: %1$lld / %2$lld libri
ja: %1$lld / %2$lld 冊
ko: %1$lld / %2$lld 권
ru: %1$lld / %2$lld книг
zh_hans: %1$lld / %2$lld 本书
zh_hant: %1$lld / %2$lld 本書

source: %lld books
de: %lld Bücher
es: %lld libros
fr: %lld livres
it: %lld libri
ja: %lld 冊
ko: %lld 권
ru: %lld книг
zh_hans: %lld 本书
zh_hant: %lld 本書

source: %lld custom font added
de: %lld benutzerdefinierte Schriftart hinzugefügt
es: Se añadieron %lld fuentes personalizadas
fr: %lld police personnalisée ajoutée
it: Aggiunti %lld font personalizzati
ja: %lld 個のカスタムフォントを追加
ko: %lld개의 사용자 지정 글꼴 추가됨
ru: Добавлено пользовательских шрифтов: %lld
zh_hans: 已添加 %lld 个自定义字体
zh_hant: 已新增 %lld 個自訂字體

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
ru: %lld дн.
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld failed
de: %lld fehlgeschlagen
es: %lld fallidos
fr: %lld ont échoué
it: %lld non riusciti
ja: %lld 件失敗
ko: %lld개 실패
ru: Ошибок: %lld
zh_hans: %lld 个失败
zh_hant: %lld 個失敗

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
ja: %lldファイル
ko: %lld개 파일
ru: %lld файлов
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld in progress
de: %lld in Bearbeitung
es: %lld en progreso
fr: %lld en cours
it: %lld in corso
ja: %lld 進行中
ko: %lld 진행중
ru: В процессе: %lld
zh_hans: %lld 正在阅读
zh_hant: %lld 正在閱讀

source: %lld matches
de: %lld Übereinstimmungen
es: %lld coincidencias
fr: %lld correspondances
it: %lld corrispondenze
ja: %lldマッチ
ko: %lld개 일치
ru: %lld совпадений
zh_hans: %lld 个匹配
zh_hant: %lld 個匹配

source: %lld pages
de: %lld Seiten
es: %lld páginas
it: %lld pagine
ja: %lld ページ
ko: %lld 페이지
ru: %lld страниц
zh_hans: %lld 页
zh_hant: %lld 頁

source: %lld pages left
de: Noch %lld
es: Quedan %lld páginas
fr: %lld restantes
it: %lld pagine rimanenti
ja: 残り %lld ページ
ko: 남은 %lld 페이지
ru: Осталось страниц: %lld
zh_hans: 剩 %lld 页
zh_hant: 剩 %lld 頁

source: %lld pending
de: %lld ausstehend
es: %lld pendientes
fr: %lld en attente
it: %lld in attesa
ja: %lld 件保留中
ko: %lld개 대기 중
ru: В ожидании: %lld
zh_hans: %lld 个待处理
zh_hant: %lld 個待處理

source: %lld results
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
it: %lld risultati
ja: %lld 件
ko: %lld개 결과
ru: Результатов: %lld
zh_hans: %lld 条结果
zh_hant: %lld 筆結果

source: %lld series
de: %lld Serien
fr: %lld séries
it: %lld serie
ja: %lld シリーズ
ko: %lld 시리즈
ru: %lld серий
zh_hans: %lld 个系列
zh_hant: %lld 個系列

source: %lld unread
de: %lld ungelesen
es: %lld sin leer
fr: %lld non lus
it: %lld non letti
ja: %lld 未読
ko: %lld 미읽음
ru: Непрочитанные: %lld
zh_hans: %lld 未读
zh_hant: %lld 未讀

# A comment helps you identify this API key later.
source: What's this API key for?
de: Ein Kommentar hilft Ihnen, diesen API-Schlüssel später zu identifizieren.
es: Un comentario te ayuda a identificar esta clave de API más tarde.
fr: À quoi sert cette clé API ?
it: Un commento ti aiuta a identificare questa chiave API in seguito.
ja: このAPIキーは何のためにありますか？
ko: API 키의 사용 목적이 무엇인가요?
ru: Комментарий поможет позже распознать этот API-ключ.
zh_hans: 此 API 密钥有何用途？
zh_hant: 這個 API 金鑰有甚麼用途？

source: A Cup / Month
de: Eine Tasse / Monat
es: Una taza / mes
fr: Une tasse / mois
it: Una tazza / mese
ja: 1杯 / 月
ko: 한 잔 / 월
ru: Одна чашка / месяц
zh_hans: 一杯 / 月
zh_hant: 一杯 / 月

source: A Pot / Year
de: Eine Kanne / Jahr
es: Una tetera / año
fr: Une cafetière / an
it: Una caffettiera / anno
ja: 1ポット / 年
ko: 한 포트 / 년
ru: Один чайник / год
zh_hans: 一壶 / 年
zh_hant: 一壺 / 年

source: Abandoned
de: Abgebrochen
es: Abandonado
fr: Abandonné
it: Abbandonato
ja: 中止
ko: 연재 중단
ru: Заброшено
zh_hans: 已放弃
zh_hant: 已放棄

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
ru: О приложении
zh_hans: 关于
zh_hant: 關於

source: Account
de: Konto
es: Cuenta
fr: Mon Compte
ja: マイアカウント
ko: 마이아카운트
ru: Аккаунт
zh_hans: 账户
zh_hant: 帳戶

# account.details.changePassword
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
ja: パスワード変更
ko: 비밀번호 변경
ru: Изменить пароль
zh_hans: 修改密码
zh_hant: 修改密碼

# account.details.confirmPassword
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワードの确认
ko: 비밀번호 확인
ru: Подтвердите пароль
zh_hans: 确认密码
zh_hant: 確認密碼

# account.details.newPassword
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
ru: Новый пароль
zh_hans: 新密码
zh_hant: 新密碼

# account.details.passwordUpdated
source: Password has been successfully updated
de: Passwort aktualisiert
es: La contraseña se actualizó correctamente
fr: Le mot de passe a été mis à jour avec succès
it: Password aggiornata con successo
ja: パスワードが正常に更新されました
ko: 비밀번호가 성공적으로 업데이트되었습니다
ru: Пароль успешно обновлен
zh_hans: 密码已成功更新
zh_hant: 密碼已成功更新

# account.details.updatePassword
source: Update Password
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour le mot de passe
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
ru: Обновить пароль
zh_hans: 更新密码
zh_hant: 更新密碼

# action.pinToTop
source: Pin to Top
de: Oben anheften
es: Fijar arriba
fr: Épingler en haut
it: Fissa in alto
ja: 上部にピン留め
ko: 상단에 고정
ru: Закрепить сверху
zh_hans: 置顶
zh_hant: 置頂

# action.unpinFromTop
source: Unpin from Top
de: Von oben lösen
es: Quitar de arriba
fr: Désépingler du haut
it: Rimuovi dall'alto
ja: 上部のピン留めを解除
ko: 상단 고정 해제
ru: Открепить сверху
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 사용중
ru: Активно
zh_hans: 使用中
zh_hant: 使用中

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 新增

source: Add a gradient behind reader controls for better contrast over pages.
de: Fügt hinter den Reader-Steuerelementen einen Verlauf hinzu, damit sie auf Seiten besser lesbar sind.
es: Añade un degradado detrás de los controles del lector para mejorar el contraste sobre las páginas.
fr: Ajoute un dégradé derrière les commandes du lecteur pour améliorer le contraste sur les pages.
it: Aggiunge una sfumatura dietro i controlli del lettore per migliorare il contrasto sulle pagine.
ja: ページ上で読みやすくするため、リーダーのコントロール背後にグラデーションを追加します。
ko: 페이지 위에서 더 잘 보이도록 리더 컨트롤 뒤에 그라데이션을 추가합니다.
ru: Добавляет градиент за элементами управления читалки, чтобы повысить контраст на страницах.
zh_hans: 在阅读器控件后添加渐变，以提升其在页面上的对比度。
zh_hant: 在閱讀器控制項後方加入漸層，以提升其在頁面上的對比度。

source: Add a library from Komga's web interface to manage it here.
de: Fügen Sie eine Bibliothek über die Weboberfläche von Komga hinzu, um sie hier zu verwalten.
es: Anade una biblioteca desde la interfaz web de Komga para gestionarla aqui.
fr: Ajoutez une bibliothèque depuis l'interface web de Komga pour la gérer ici.
it: Aggiungi una libreria dall'interfaccia web di Komga per gestirla qui.
ja: Komga の Web インターフェースからライブラリを追加してここで管理します。
ko: Komga 웹 인터페이스에서 라이브러리를 추가하여 여기서 관리하세요.
ru: Добавьте библиотеку из веб-интерфейса Komga, чтобы управлять ею здесь.
zh_hans: 请在 Komga 网页端添加库以便在此管理。
zh_hant: 請在 Komga 網頁端新增圖書館以便在此管理。

source: Add Alternate Title
de: Alternativen Titel hinzufügen
es: Agregar título alternativo
fr: Titres alternatifs
it: Aggiungi titolo alternativo
ja: 別のタイトル
ko: 별명 추가
ru: Добавить альтернативное название
zh_hans: 添加别名
zh_hant: 新增別名

source: Add Another Server
de: Weiteren Server hinzufügen
es: Agregar otro servidor
fr: Ajouter un autre serveur
it: Aggiungi un altro server
ja: 別のサーバーを追加
ko: 다른 서버 추가
ru: Добавить другой сервер
zh_hans: 添加更多服务器
zh_hant: 添加新的伺服器

# Add API Key
source: Generate API key
de: API-Schlüssel hinzufügen
es: Generar clave API
fr: Créer une clé API
it: Genera chiave API
ja: APIキーを生成
ko: API 키 생성하기
ru: Создать API-ключ
zh_hans: 生成 API 密钥
zh_hant: 產生 API 金鑰

source: Add Author
de: Autor hinzufügen
es: Agregar autor
fr: Ajouter un auteur
it: Aggiungi autore
ja: 著者を追加
ko: 저자 추가
ru: Добавить автора
zh_hans: 添加作者
zh_hant: 新增作者

source: Add Link
de: Link hinzufügen
es: Agregar enlace
fr: Ajouter un lien
it: Aggiungi link
ja: リンクを追加
ko: 링크 추가
ru: Добавить ссылку
zh_hans: 添加链接
zh_hant: 新增連結

source: Add or connect to a Komga server to get started.
de: Fügen Sie einen Komga-Server hinzu oder verbinden Sie sich, um zu beginnen.
es: Anade o conectate a un servidor Komga para empezar.
fr: Ajoutez ou connectez-vous à un serveur Komga pour commencer.
it: Aggiungi o connettiti a un server Komga per iniziare.
ja: 開始するには、Komga サーバーを追加または接続してください。
ko: 시작하려면 Komga 서버를 추가하거나 연결하세요.
ru: Добавьте или подключитесь к серверу Komga, чтобы начать.
zh_hans: 添加或连接到 Komga 服务器以开始使用。
zh_hant: 新增或連線到 Komga 伺服器以開始使用。

source: Add to Collection
de: Zur Sammlung hinzufügen
es: Agregar a la colección
fr: Ajouter à la collection
it: Aggiungi alla raccolta
ja: コレクションに追加
ko: 모음집에 추가
ru: Добавить в коллекцию
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Add to Read List
de: Zur Leseliste hinzufügen
es: Agregar a la lista de lectura
fr: Ajouter à la liste de lecture
it: Aggiungi alla lista di lettura
ja: 読書リストに追加
ko: 읽기 목록에 추가
ru: Добавить в список чтения
zh_hans: 添加到阅读列表
zh_hant: 加入閱讀清單

source: Adjust the maximum size of the cover cache. Cache will be cleaned automatically when exceeded.
de: Passen Sie die maximale Größe des Cover-Caches an. Der Cache wird automatisch geleert, wenn er überschritten wird.
es: Ajusta el tamano maximo de la cache de portadas. Se limpiara automaticamente al superarlo.
fr: Ajustez la taille maximale du cache des couvertures. Le cache sera nettoyé automatiquement en cas de dépassement.
it: Regola la dimensione massima della cache delle copertine. La cache verra pulita automaticamente quando superata.
ja: カバーキャッシュの最大サイズを調整します。超過時は自動でクリーンされます。
ko: 커버 캐시의 최대 크기를 조정합니다. 초과하면 자동으로 정리됩니다.
ru: Настройте максимальный размер кэша обложек. При превышении кэш будет очищен автоматически.
zh_hans: 调节封面缓存上限，超出将自动清理。
zh_hant: 調節封面快取上限，超出將自動清理。

source: Adjust the maximum size of the page cache. Cache will be cleaned automatically when exceeded.
de: Passen Sie die maximale Größe des Seiten-Caches an. Der Cache wird automatisch geleert, wenn er überschritten wird.
es: Ajusta el tamano maximo de la cache de paginas. Se limpiara automaticamente al superarlo.
fr: Ajustez la taille maximale du cache de pages. Le cache sera nettoyé automatiquement en cas de dépassement.
it: Regola la dimensione massima della cache delle pagine. La cache verra pulita automaticamente quando superata.
ja: ページキャッシュの最大サイズを調整します。超過時は自動でクリーンされます。
ko: 페이지 캐시의 최대 크기를 조정합니다. 초과하면 자동으로 정리됩니다.
ru: Настройте максимальный размер кэша страниц. При превышении кэш будет очищен автоматически.
zh_hans: 调节页面缓存上限，超出将自动清理。
zh_hant: 調節頁面快取上限，超出將自動清理。

source: Adjust the width of webtoon pages as a percentage of screen width
de: Passen Sie die Breite der Webtoon-Seiten als Prozentsatz der Bildschirmbreite an
es: Ajusta el ancho de las paginas webtoon como porcentaje del ancho de pantalla
fr: Ajustez la largeur des pages webtoon en pourcentage de la largeur de l'écran.
it: Regola la larghezza delle pagine webtoon come percentuale della larghezza dello schermo
ja: Webtoon ページの幅を画面幅に対する割合で調整します
ko: 화면 너비의 백분율로 웹툰 페이지 너비 조정
ru: Настройте ширину страниц webtoon как процент от ширины экрана
zh_hans: 调整 Webtoon 页宽占屏幕比例
zh_hant: 調整 Webtoon 頁寬占螢幕比例

source: Admin Access
de: Admin-Zugriff
es: Acceso de administrador
fr: Accès administrateur
it: Accesso amministratore
ja: 管理者アクセス
ko: 관리자 권한
ru: Доступ администратора
zh_hans: 管理员
zh_hant: 管理員

source: Admin access required
de: Admin-Zugriff erforderlich
es: Se requiere acceso de administrador
fr: Accès administrateur requis
it: Accesso amministratore richiesto
ja: 管理者権限が必要です
ko: 관리자 권한 필요
ru: Требуется доступ администратора
zh_hans: 需要管理员权限
zh_hant: 需要管理員權限

source: Advanced Layout
de: Erweitertes Layout
es: Diseño avanzado
fr: Mise en page avancée
it: Layout avanzato
ja: 高度なレイアウト
ko: 고급 레이아웃
ru: Расширенный макет
zh_hans: 高级布局
zh_hant: 高級佈局

source: Age Rating
de: Altersfreigabe
es: Clasificación por edad
fr: Âge mininal
it: Classificazione per età
ja: 年齢レーティング
ko: 연령 등급
ru: Возрастной рейтинг
zh_hans: 年龄限制
zh_hant: 年齡限制

source: Aggressive
de: Aggressiv
es: Agresivo
fr: Agressif
it: Aggressivo
ja: 積極的
ko: 적극적
ru: Агрессивный
zh_hans: 激进
zh_hant: 激進

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 모두
ru: Все
zh_hans: 全部
zh_hant: 全部

source: All Libraries
de: Alle Bibliotheken
es: Todas las bibliotecas
fr: Toutes les bibliothèques
it: Tutte le librerie
ja: 全ライブラリ
ko: 모든 서재
ru: Все библиотеки
zh_hans: 所有库
zh_hant: 所有書庫

source: All read
de: Alle gelesen
es: Todo leído
fr: Tout lu
it: Tutto letto
ja: すべて既読
ko: 모두 읽음
ru: Все прочитано
zh_hans: 全部已读
zh_hant: 全部已讀

source: All Time
de: Gesamte Zeit
es: Todo el tiempo
fr: Toute la période
it: Sempre
ja: 全期間
ko: 전체 기간
ru: За все время
zh_hans: 全部时间
zh_hant: 全部時間

source: Alternate Titles
de: Alternative Titel
es: Títulos alternativos
fr: Titres alternatifs
it: Titoli alternativi
ja: 別のタイトル
ko: 부제목
ru: Альтернативные названия
zh_hans: 副标题
zh_hant: 副標題

source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
ru: Всегда
zh_hans: 始终
zh_hant: 始終

source: Always Mode Source Size Threshold
de: Schwellenwert der Quellgröße im Immer-Modus
es: Umbral de tamano de origen para modo Siempre
fr: Seuil de taille source en mode Toujours
it: Soglia dimensione sorgente per modalita Sempre
ja: 常時モードのソースサイズしきい値
ko: 항상 모드 원본 크기 임계값
ru: Порог размера источника для режима «Всегда»
zh_hans: 始终模式源图尺寸阈值
zh_hant: 始終模式來源圖片尺寸閾值

source: Analyze
de: Analysieren
es: Analizar
fr: Analyser
it: Analizza
ja: 分析
ko: 분석
ru: Анализ
zh_hans: 分析
zh_hant: 分析

source: Animate Page Turns
de: Seitenwechsel animieren
es: Animar cambios de página
fr: Animer les changements de page
it: Anima i cambi di pagina
ja: ページめくりをアニメーション表示
ko: 페이지 넘김 애니메이션
ru: Анимировать перелистывание страниц
zh_hans: 翻页动画
zh_hant: 翻頁動畫

source: Any
de: Beliebig
es: Cualquiera
fr: N'importe lequel
it: Qualsiasi
ja: いずれか
ko: 아무거나
ru: Любой
zh_hans: 任意
zh_hant: 任意

source: Any applications or scripts using this API key will no longer be able to access the Komga API. You cannot undo this action.
de: Alle Anwendungen oder Skripte, die diesen API-Schlüssel verwenden, können nicht mehr auf die Komga-API zugreifen. Dies kann nicht rückgängig gemacht werden.
es: Cualquier aplicacion o script que use esta clave API ya no podra acceder a la API de Komga. No puedes deshacer esta accion.
fr: Tout application ou script utilisant cette clé API ne sera plus capable d'accéder à l'API Komga. Vous ne pouvez pas annuler cette action.
it: Qualsiasi applicazione o script che usa questa chiave API non potra piu accedere all'API di Komga. Questa azione non puo essere annullata.
ja: このAPIキーを使用するアプリケーションまたはスクリプトは、Komga APIにアクセスできなくなります。この操作を元に戻すことはできません。
ko: 이 API 키를 사용하는 모든 애플리케이션 또는 스크립트가 Komga API를 사용 할 수 없게 됩니다. 이 동작은 되돌릴 수 없습니다.
ru: Любые приложения или скрипты, использующие этот API-ключ, больше не смогут обращаться к API Komga. Это действие нельзя отменить.
zh_hans: 任何使用此 API 密钥的应用程序或脚本将无法再访问 Komga API。此操作无法撤消。
zh_hant: 任何使用此 API 金鑰的應用程式或腳本將無法再存取 Komga API。此操作無法復原。

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키
ru: API-ключ
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key copied to clipboard
de: API-Schlüssel in die Zwischenablage kopiert
es: Clave API copiada al portapapeles
fr: Clé API copiée dans le presse-papier
it: Chiave API copiata negli appunti
ja: APIキーをクリップボードにコピーしました
ko: API 키가 클립보드에 복사되었습니다
ru: API-ключ скопирован в буфер обмена
zh_hans: API 密钥已复制到剪贴板
zh_hant: API 金鑰已複製到剪貼簿

source: API Key Created
de: API-Schlüssel erstellt
es: Clave API creada
fr: Clé API créée
it: Chiave API creata
ja: APIキーが作成されました
ko: API 키가 생성되었습니다
ru: API-ключ создан
zh_hans: API 密钥已创建
zh_hant: API 金鑰已建立

source: API Keys
de: API-Schlüssel
es: Claves API
fr: Clé API
it: Chiavi API
ja: APIキー
ko: API 키
ru: API-ключи
zh_hans: API 密钥
zh_hant: API 金鑰

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
it: Icona app
ja: アプリアイコン
ko: 앱 아이콘
ru: Иконка приложения
zh_hans: 应用图标
zh_hant: App 圖示

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 表示
ko: 외관
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

source: Apply Filter
de: Filter anwenden
es: Aplicar filtro
fr: Appliquer le filtre
it: Applica filtro
ja: フィルターを適用
ko: 필터 적용
ru: Применить фильтр
zh_hans: 应用过滤器
zh_hant: 套用篩選器

source: Apply Preset
de: Voreinstellung anwenden
es: Aplicar preajuste
fr: Appliquer le préréglage
it: Applica preset
ja: プリセットを適用
ko: 프리셋 적용
ru: Применить пресет
zh_hans: 应用预设
zh_hant: 套用預設

source: Architecture
de: Architektur
es: Arquitectura
it: Architettura
ja: アーキテクチャ
ko: 아키텍처
ru: Архитектура
zh_hans: 架构
zh_hant: 架構

source: Are you sure you want to cancel all failed downloads?
de: Sind Sie sicher, dass Sie alle fehlgeschlagenen Downloads abbrechen möchten?
es: Seguro que quieres cancelar todas las descargas fallidas?
fr: Êtes-vous sûr de vouloir annuler tous les téléchargements échoués ?
it: Sei sicuro di voler annullare tutti i download non riusciti?
ja: 失敗したすべてのダウンロードをキャンセルしてもよろしいですか？
ko: 실패한 모든 다운로드를 취소하시겠습니까?
ru: Вы уверены, что хотите отменить все неудавшиеся загрузки?
zh_hans: 你确定要取消所有失败的下载吗？
zh_hant: 你確定要取消所有失敗的下載嗎？

source: Are you sure you want to cancel all tasks? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Aufgaben abbrechen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: Seguro que quieres cancelar todas las tareas? Esta accion no se puede deshacer.
fr: Voulez-vous vraiment annuler toutes les tâches ? Cette action est irréversible.
it: Sei sicuro di voler annullare tutte le attivita? Questa azione non puo essere annullata.
ja: すべてのタスクを取り消しますか？この操作は元に戻せません。
ko: 모든 작업을 취소하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите отменить все задачи? Это действие нельзя отменить.
zh_hans: 确定要取消所有任务？此操作无法撤销。
zh_hant: 確定要取消所有任務？此操作無法復原。

source: Are you sure you want to delete this book? This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Buch löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: Seguro que quieres eliminar este libro? Esta accion no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce livre ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questo libro? Questa azione non puo essere annullata.
ja: この本を削除しますか？この操作は元に戻せません。
ko: 이 책을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите удалить эту книгу? Это действие нельзя отменить.
zh_hans: 确定要删除这本书？此操作无法撤销。
zh_hant: 確定要刪除這本書？此操作無法復原。

source: Are you sure you want to delete this collection? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Sammlung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: Seguro que quieres eliminar esta coleccion? Esta accion no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette collection ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa raccolta? Questa azione non puo essere annullata.
ja: このコレクションを削除しますか？この操作は元に戻せません。
ko: 이 모음집을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите удалить эту коллекцию? Это действие нельзя отменить.
zh_hans: 确定要删除此收藏？此操作无法撤销。
zh_hant: 確定要刪除此收藏？此操作無法復原。

source: Are you sure you want to delete this read list? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Leseliste löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: Seguro que quieres eliminar esta lista de lectura? Esta accion no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette liste de lecture ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa lista di lettura? Questa azione non puo essere annullata.
ja: このリーディングリストを削除しますか？この操作は元に戻せません。
ko: 이 읽기 목록을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите удалить этот список чтения? Это действие нельзя отменить.
zh_hans: 确定要删除此阅读列表？此操作无法撤销。
zh_hant: 確定要刪除此閱讀清單？此操作無法復原。

source: Are you sure you want to delete this series? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Serie löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: Seguro que quieres eliminar esta serie? Esta accion no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette série ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa serie? Questa azione non puo essere annullata.
ja: このシリーズを削除しますか？この操作は元に戻せません。
ko: 이 시리즈를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите удалить эту серию? Это действие нельзя отменить.
zh_hans: 确定要删除此系列？此操作无法撤销。
zh_hant: 確定要刪除此系列？此操作無法復原。

source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: Seguro que quieres cerrar sesion?
fr: Êtes-vous sûr de vouloir arrêter Komga ?
it: Sei sicuro di voler disconnetterti?
ja: 本当に Komga を停止しますか？
ko: 로그아웃하시겠습니까?
ru: Вы уверены, что хотите выйти из системы?
zh_hans: 确定要登出？
zh_hant: 確定要登出？

source: Are you sure you want to retry all failed downloads?
de: Sind Sie sicher, dass Sie alle fehlgeschlagenen Downloads erneut versuchen möchten?
es: Seguro que quieres reintentar todas las descargas fallidas?
fr: Êtes-vous sûr de vouloir réessayer tous les téléchargements échoués ?
it: Sei sicuro di voler riprovare tutti i download non riusciti?
ja: 失敗したすべてのダウンロードを再試行してもよろしいですか？
ko: 실패한 모든 다운로드를 재시도하시겠습니까?
ru: Вы уверены, что хотите повторить все неудавшиеся загрузки?
zh_hans: 你确定要重试所有失败的下载吗？
zh_hant: 你確定要重試所有失敗的下載嗎？

source: Artifact
de: Artefakt
es: Artefacto
fr: Artefact
it: Artefatto
ja: アーティファクト
ko: 아티팩트
ru: Артефакт
zh_hans: 构建产物
zh_hant: 構建產物

source: Authenticate to change protection for this server.
de: Authentifiziere dich, um den Schutz für diesen Server zu ändern.
es: Autentícate para cambiar la protección de este servidor.
fr: Authentifiez-vous pour modifier la protection de ce serveur.
it: Autenticati per modificare la protezione di questo server.
ja: このサーバーの保護を変更するには認証してください。
ko: 이 서버의 보호 설정을 변경하려면 인증하세요.
ru: Аутентифицируйтесь, чтобы изменить защиту этого сервера.
zh_hans: 认证以更改此服务器的保护设置。
zh_hant: 認證以變更此伺服器的保護設定。

source: Authenticate to show protected servers.
de: Authentifiziere dich, um geschützte Server anzuzeigen.
es: Autentícate para mostrar servidores protegidos.
fr: Authentifiez-vous pour afficher les serveurs protégés.
it: Autenticati per mostrare i server protetti.
ja: 保護されたサーバーを表示するには認証してください。
ko: 보호된 서버를 표시하려면 인증하세요.
ru: Аутентифицируйтесь, чтобы показать защищенные серверы.
zh_hans: 认证以显示受保护的服务器。
zh_hant: 認證以顯示受保護的伺服器。

source: Authenticate to switch to this protected server.
de: Authentifiziere dich, um zu diesem geschützten Server zu wechseln.
es: Autentícate para cambiar a este servidor protegido.
fr: Authentifiez-vous pour basculer vers ce serveur protégé.
it: Autenticati per passare a questo server protetto.
ja: この保護されたサーバーに切り替えるには認証してください。
ko: 이 보호된 서버로 전환하려면 인증하세요.
ru: Аутентифицируйтесь, чтобы переключиться на этот защищенный сервер.
zh_hans: 认证以切换到此受保护的服务器。
zh_hant: 認證以切換到此受保護的伺服器。

source: Authenticate to unlock this protected server.
de: Authentifiziere dich, um diesen geschützten Server zu entsperren.
es: Autentícate para desbloquear este servidor protegido.
fr: Authentifiez-vous pour déverrouiller ce serveur protégé.
it: Autenticati per sbloccare questo server protetto.
ja: この保護されたサーバーのロックを解除するには認証してください。
ko: 이 보호된 서버를 잠금 해제하려면 인증하세요.
ru: Аутентифицируйтесь, чтобы разблокировать этот защищенный сервер.
zh_hans: 认证以解锁此受保护的服务器。
zh_hant: 認證以解鎖此受保護的伺服器。
